{
"rainbow": "Rainbow Dash is clearly the awesomest pony in all of Equestria.",
"dash": "They don't call her rainbow and dash for nothin' !",
"buck": "Meep! This is a LONG LINE + SHARED LOCALE TEST.  NOTE TO SELF = JSON parser needs some way of escaping quote signs! Right now, that shit gets fucked up. As in, SERIOUSLY a lot.",
"bite": "A-ha! I am GENIOUS!!!",
"10000": "My good sir, would you please state your opinion about Rainbow Dash ?",
"10001": "I don't think you should be able to see this line...",
"10002": "WHEEEEEE!!!! IT WORKSES !!!!! (????)",
"10003": "Holla holla get dolla!",
"10004": "WOOOOOOOT SO FAR IT'S WORKING AND THE DIALOGUE FILE ISN'T EVEN CORRUPT! THIS IS AWESOME!

YEAH!!

YEAH!!!!!!

I wonder what newlines will do???",
"10006": "Ap ap ap ap ap ap!!!! HELP! HELP! HEEEEELP!
[locale sharing test]",
"10007": "Can't hear your question! Life is awesome! That is, as long as no nuclear bombs suddenly start-",
"10008": "Not a good day?",
"10009": "What? Isn't burning hair usually a good sign?",
"10010": "HOLY MOLY IT WORKS!!!",
"10012": "'k",
"10013": "lololol",
"a": "A is the best!",
"b": "B is the best!",
"c": "C is the best!",
"10014": "BOOKS BOOKS BOOKS!!!
I LOVE BOOKS!
Don't you love books, too? They're awesome!!! Aren't they? Aren't they? Say they're awesome! Say it! SAY IT!!!",
"10015": "Heh, yeah, sure. Whatever you say, Twilight...",
"10016": "YES YES YES! Here, have a book! No, have two! THREE BOOKS! All just for you!",
"books": "[Stare blankly] ...books, you say?",
"10018": "Actually, I think they're pretty boring!",
"10019": "WHAT DID YOU SAY???",
"10020": "Ahhhh fuck...",
"10021": "toto",
"10022": "Howdy stranger !
The name's Sterling. And you look like you need some guns. And guess what, I just happen to be selling guns. How about we do some business lad ?",
"10023": "Hey ! Are you here to make a deal ?",
"10024": "I'm always in for some more firepower !",
"10025": "See you when you change your mind then !",
"10026": "Sure.",
"10027": "Pleasure doing business with you lad !",
"10028": "Same to you.",
"10029": "Praise the Goddess !
Do this for me and I'll reward you with richesses that you have never seen even in your wildest dreams. Now off you go ! And don't forget to bring me back some souvenirs.",
"10030": "Sure thing boss.",
"10031": "Yeah... right.",
"10032": "Howdy stranger !
The name's Sterling. I sell stuff. Are you looking to buy stuff ?",
"10033": "Welcome back.
So, you wanna do some business now ?",
"10034": "Show me what you've got.",
"10035": "Actually I'm bored and I'm looking for stuff to do. Anything I can do to help you ?",
"10036": "No. Goodbye.",
"10037": "No, but you seem like a fine lad. How about you tell me a little bit about yourself ?",
"10038": "What the hell are you even talking about ? Get the buck out of here and don't come back unless you've got enough caps to make me forgive you.",
"10039": "Whatever you say...",
"10040": "Maybe I should get the caps by looting your dead body, what do you reckon ?",
"10041": "Oh, are you going to do that now, really ? Show me what you're worth then. Come on. I ain't afraid of you.",
"10042": "Come at me bro !",
"10043": "Oh uh haha ! See I was just kidding, I think you're a very neat guy and I'm just gonna back away very slowly, then run in the opposite direction ! Bye bye !",
"10044": "Pleasure doing business with you stranger !",
"10045": "I'll just be on my way then.",
"10046": "Yeah, I can see that. All the crap you sell is completely worthless."


}
