{
"You can't wait while fighting": "You can't wait while fighting",

"Bloody Mess":        "Bloody Mess",
"Bruiser":            "Bruiser",
"Finessse":           "Finessse",
"Gifted":             "Gifted",
"Heavy Hoofed":       "Heavy Hoofed",
"Kamikaze":           "Kamikaze",
"Skilled":            "Skilled",
"Small Frame":        "Small Frame",

"Action Points":      "Action Points",
"Armor Class":        "Armor Class",
"Bonus Damage":       "Bonus Damage",
"Carry Weight":       "Carry Weight",
"Critical Chance":    "Critical Chance",
"Damage Resistance":  "Damage Resistance",
"Healing Rate":       "Healing Rate",
"Hit Points":         "Hit Points",
"Melee Damage":       "Melee Damage",
"Perk Rate":          "Perk Rate",
"Poison Resistance":  "Poison Resistance",
"Radiation Resistance": "Radiation Resistance",
"Skill Rate":         "Skill Rate",

"Small Guns":         "Small Guns",
"Big Guns":           "Big Guns",
"Energy Guns":        "Energy Guns",
"Explosives":         "Explosives",
"Unarmed":            "Unarmed",
"Lockpick":           "Lockpick",
"Melee Weapons":      "Melee Weapons",
"Medicine":           "Medecine",
"Repair":             "Repair",
"Science":            "Science",
"Sneak":              "Sneak",
"Spellcasting":       "Spellcasting",
"Steal":              "Steal",
"Barter":             "Barter",
"Outdoorspony":       "Outdoorspony",
"Speech":             "Speech",
"Gambling":           "Gambling",
"rainbow": "Rainbow Dash is clearly the awesomest pony in all of Equestria.",
"dash": "They don't call her rainbow and dash for nothin' !",
"buck": "Meep! This is a LONG LINE + SHARED LOCALE TEST.  NOTE TO SELF = JSON parser needs some way of escaping quote signs! Right now, that shit gets fucked up. As in, SERIOUSLY a lot.",
"bite": "A-ha! I am GENIOUS!!!",
"10000": "My good sir, would you please state your opinion about Rainbow Dash ?",
"10001": "I don't think you should be able to see this line...",
"10002": "WHEEEEEE!!!! IT WORKSES !!!!! (????)",
"10003": "Holla holla get dolla!",
"10004": "WOOOOOOOT SO FAR IT'S WORKING AND THE DIALOGUE FILE ISN'T EVEN CORRUPT! THIS IS AWESOME!

YEAH!!

YEAH!!!!!!

I wonder what newlines will do???",
"10006": "Ap ap ap ap ap ap!!!! HELP! HELP! HEEEEELP!
[locale sharing test]",
"10007": "Can't hear your question! Life is awesome! That is, as long as no nuclear bombs suddenly start-",
"10008": "Not a good day?",
"10009": "What? Isn't burning hair usually a good sign?",
"10010": "HOLY MOLY IT WORKS!!!",
"10012": "'k",
"10013": "lololol",
"a": "A is the best!",
"b": "B is the best!",
"c": "C is the best!",
"10014": "BOOKS BOOKS BOOKS!!!
I LOVE BOOKS!
Don't you love books, too? They're awesome!!! Aren't they? Aren't they? Say they're awesome! Say it! SAY IT!!!",
"10015": "Heh, yeah, sure. Whatever you say, Twilight...",
"10016": "YES YES YES! Here, have a book! No, have two! THREE BOOKS! All just for you!",
"books": "[Stare blankly] ...books, you say?",
"10018": "Actually, I think they're pretty boring!",
"10019": "WHAT DID YOU SAY???",
"10020": "Ahhhh fuck...",
"10021": "toto",
"10022": "Howdy stranger !
The name's Sterling. And you look like you need some guns. And guess what, I just happen to be selling guns. How about we do some business lad ?",
"10023": "Hey ! Are you here to make a deal ?",
"10024": "I'm always in for some more firepower !",
"10025": "See you when you change your mind then !",
"10026": "Sure.",
"10027": "Pleasure doing business with you lad !",
"10028": "Same to you.",
"10029": "Praise the Goddess !
Do this for me and I'll reward you with richesses that you have never seen even in your wildest dreams. Now off you go ! And don't forget to bring me back some souvenirs.",
"10030": "Sure thing boss.",
"10031": "Yeah... right.",
"10032": "Howdy stranger !
The name's Sterling. I sell stuff. Are you looking to buy stuff ?",
"10033": "Welcome back.
So, you wanna do some business now ?",
"10034": "Show me what you've got.",
"10035": "Actually I'm bored and I'm looking for stuff to do. Anything I can do to help you ?",
"10036": "No. Goodbye.",
"10037": "No, but you seem like a fine lad. How about you tell me a little bit about yourself ?",
"10038": "What the hell are you even talking about ? Get the buck out of here and don't come back unless you've got enough caps to make me forgive you.",
"10039": "Whatever you say...",
"10040": "Maybe I should get the caps by looting your dead body, what do you reckon ?",
"10041": "Oh, are you going to do that now, really ? Show me what you're worth then. Come on. I ain't afraid of you.",
"10042": "Come at me bro !",
"10043": "Oh uh haha ! See I was just kidding, I think you're a very neat guy and I'm just gonna back away very slowly, then run in the opposite direction ! Bye bye !",
"10044": "Pleasure doing business with you stranger !",
"10045": "I'll just be on my way then.",
"10046": "Yeah, I can see that. All the crap you sell is completely worthless.",
"10058": "Greetings stranger ! My name is #{GetPlayerName}. What brings you to these parts ?",
"10059": "I compliment you over something trivial and inquire for change.",
"10060": "I am insulting you for no reason because I am looking for a fight.",
"10061": "I thank you for your kind words and procede to give you the change.",
"10062": "I cleverly imply that your mother and I had coitus last night and then I start a fight.",
"10063": "No I end this conversation.",
"10064": "I end this conversation.",
"10065": "This conversation is over.",
"10067": "Thank you. I will use it to drug myself to death.",
"10066": "I imply that you probably have more money on you and inform you that I'm about to murder you and loot your dead body.",
"10068": "Hel",
"10069": "Help ! I need somepony desperately ! My town and family are going to die !",
"10070": "What's wrong ?",
"10071": "[Pass by] I don't have time",
"10072": "Oh thank Celestia! I live in a small town in a desert area. We thought we could thrive there because we could mine for resources, but now, the most valuable of all, we can't even get!",
"10073": "Who makes a village in the middle of a desert ?",
"10074": "Do you need help later or can you get to the point already ?",
"10075": "What happened ?",
"10076": "The raiders attacked. They laid seige to us and poisoned the main water supply. And now my folks are slowly dying out...",
"10077": "Wait a second. If they laid siege on your town, then how are you here right now ?",
"10078": "I'm sorry. How can I help ?",
"10079": "Sucks to be you.",
"10080": "Sounds like you guys don't know how to handle yourselves. So, what do you want from me ?",
"10081": "We'll have to head back there quickly. If we wait too long, I'll only return to the ashes of my town. But first we need to stock on supplies. I've already gathered some weapons and ammos, but I need enough water to sustain my people for a few more days. Some people might be willing to send a caravan: I can show them how to get in the city without getting caught. All that's left for us is to put in the right amount of money.",
"10082": "Oh I'm sorry, I thought you were asking for help, not change.",
"10083": "Do you know of any caravan that would make such a trip ?",
"10084": "We're a town of miners. We dig. There's a tunnel that leads to the outside of the town, and it's well hidden enough that the raiders won't find it. My folks sent me and a few pals to get help and supplies. I'm the only one who made it to this town alive.",
"10085": "Sure. So you're the only witness of all this unlikely story. Get lost.",
"10086": "Alright. Go on then.",
"10087": "Please! We're a community of miners, we've got plenty of ore to trade ! I swear we'll pay back all your expenses and even more ! And you'd become a hero to our town ! You'd always be welcome to trade with us !",
"10088": "[Walk away laughing]",
"10089": "That's a likely story. Just get away from my face. [Walk away]",
"10090": "So there's a reward ? Fine then, count me in.",
"10091": "You don't have to pay me anything. I'll do it for the magic of friendship."

}
